{"id":"c38f3467-0a35-4fef-a050-5da1e0d824cd","ingredients":[{"amount":15.0,"name":"sucre","unit":"g"},{"amount":175.0,"name":"beurre","unit":"g"},{"amount":200.0,"name":"lait","unit":"g"},{"amount":220.0,"name":"eau","unit":"g"},{"amount":230.0,"name":"farine","unit":"g"},{"amount":3.0,"name":"sel","unit":"g"},{"amount":80.0,"name":"crème fraiche épaisse","unit":"g"},{"amount":6.0,"name":"oeufs"},{"amount":100.0,"name":"sucre en grain","unit":"g"}],"name":"Chouquette","steps":[{"step":"Versez l’eau, le lait, le beurre, le sucre et le sel dans votre casserole.\nPortez ces ingrédients à ébullition.\n\n \n\nEn attendant, tamisez votre farine avec la passoire.\n\n \n\nUne fois que le premier mélange bout, versez la farine tamisée dans votre casserole d’un seul mouvement.\n\n \n\nMélangez avec votre spatule en bois jusqu’à ce que votre pâte soit desséchée, qu’elle soit parfaitement décollée de la casserole. Faites attention à ce qu’il n’y ait plus de farine sur les bords de la casserole.\n\n \n\nPosez la casserole sur votre plan de travail, hors du feu.\nLaissez la tiédir légèrement (à peine une ou deux minutes). Elle doit être encore un peu chaude pour incorporer les ingrédients restants.\n\n \n\nAjoutez la crème fraîche au premier appareil dans la casserole et mélangez jusqu’à complète incorporation.\nCommencez par ajouter un œuf. Une fois que celui-ci est bien incorporé à la pâte, ajoutez le reste des œufs.\n\nMélangez doucement, jusqu’à complète incorporation. Vous pouvez utiliser le fouet à ce moment-là.\n\n \n\nPour vérifier que votre pâte à choux est prête, faites un trait avec votre doigt dans la pâte. Si les bords ne se referment pas trop vite, votre pâte est parfaite.\n\n \n\nRemplissez votre poche à douilles de pâte à choux.\nRefermez, tournez et dressez sur votre plaque recouverte de papier sulfurisé en faisant des ronds de 3 à 4 centimètres de diamètre (bien entendu, vous pouvez les faire plus gros si vous préférez les grosses chouquettes).\nN’oubliez pas de laisser assez d’espace entre chaque chouquette afin d’empêcher qu’elles se collent puisqu’elles vont gonfler à la cuisson.\n\n \n\nDécorez chaque chouquette de sucre grains en appuyant un tout petit peu pour les faire tenir.\n\n \n\nEnfournez à 180°C pendant plus ou moins 18 minutes."}]}